Repository: yorjandis/ProyectoNeville_IOS
Catalog: Shared/Localization/Localizable.xcstrings
Source language: es
Languages: en, zh_hans

source: La IA representa al Maestro, como si nos hablara en persona.
en: The AI speaks as the Teacher, as if addressing us in person.
zh_hans: AI 以导师的身份回应，仿佛导师本人正在与我们交谈。

source: La IA se muestra de manera impersonal y neutral
en: The AI responds in an impersonal, neutral manner.
zh_hans: AI 以客观、中立的方式回应。

source: La IA se muestra de manera impersonal y neutral.
en: The AI responds in an impersonal, neutral manner.
zh_hans: AI 以客观、中立的方式回应。

source: La intención está presente, pero la coherencia aún es baja: elige un gesto visible que exprese tu identidad durante la primera hora del día.
en: The intention is there, but alignment is still low. Choose one visible action that expresses your identity during the first hour of the day.
zh_hans: 意图已经明确，但行动的一致性仍较低。请在一天的第一个小时里，选择一个能体现今日身份的具体行动。

source: La intención se fortalece con presencia
en: Intention grows stronger through presence.
zh_hans: 活在当下，会让你的意图更加坚定。

source: La interpretación automática
en: The automatic interpretation
zh_hans: 自动化解读

source: La Ley
en: The Law
zh_hans: 法则

source: La ley - Metas
en: La Ley - Goals
zh_hans: La Ley - 目标

source: La Ley - Metas
en: The Law - Goals
zh_hans: 法律——目标

source: La Ley - Objetivos
en: La Ley - Goals
zh_hans: La Ley - 目标

source: La Ley no ha podido obtener lecturas recientes desde la app Salud. Puede que el acceso a HealthKit esté desactivado o que todavía no haya suficientes datos registrados por Apple Watch.
en: The law was unable to obtain recent readings from the Health app. Access to HealthKit may be disabled, or there may not yet be enough data recorded by Apple Watch.
zh_hans: 法律部门无法从“健康”应用中获取最新数据。可能是 HealthKit 访问权限被禁用，或者 Apple Watch 尚未记录足够的数据。

source: La Ley puede usar HealthKit para leer pulso, VFC, respiración, pasos y entrenamientos guardados por Apple Watch y la app Salud. Los datos se procesan en este dispositivo y La Ley no añade ni modifica datos de Salud.
en: The Law may use HealthKit to read heart rate, heart rate, respiration, steps, and workouts saved by Apple Watch and the Health app. The data is processed on this device, and the Law does not add or modify Health data.
zh_hans: 该机构可能会使用 HealthKit 读取 Apple Watch 和“健康”应用保存的心率、呼吸频率、步数和锻炼记录。这些数据会在该设备上进行处理，该机构不会添加或修改“健康”数据。

source: La Ley usa HealthKit para leer datos de la app Salud. La estimación compara el pulso, la variabilidad cardiaca (VFC/SDNN) y, cuando es reciente, la respiración con una referencia personal robusta de hasta 30 días. Detecta movimiento, pasos y entrenamientos para no interpretar el ejercicio como estrés, y muestra la confianza según cobertura y antigüedad de los datos.
en: La Ley uses HealthKit to read data from the Health app. The estimate compares heart rate, heart rate variability (HRV/SDNN), and recent respiratory rate with a robust personal baseline of up to 30 days. It detects movement, steps, and workouts to avoid interpreting exercise as stress, and reports confidence based on data coverage and age.
zh_hans: La Ley 使用 HealthKit 读取“健康”App 中的数据。此估算会将心率、心率变异性（HRV/SDNN）以及较新的呼吸频率，与最多 30 天的可靠个人基准进行比较。系统会识别活动、步数和体能训练，避免把运动误判为压力，并根据数据覆盖率和新旧程度显示可信度。

source: La mañana es tu primer acto creador
en: Morning is your first act of creation.
zh_hans: 清晨是你今天的第一次创造。

source: La meta se moverá al archivo y dejará de mostrarse entre las metas activas.
en: The goal will be archived and removed from your active goals.
zh_hans: 该目标将被归档，并不再显示在进行中的目标中。

source: La meta se moverá al historial y dejará de mostrarse entre las metas activas.
en: The goal will be moved to the history and will no longer be shown among the active goals.
zh_hans: 该进球将被移至历史记录，不再显示在当前进球列表中。

source: La meta se volverá a cargar como activa. ¿Desea continuar?
en: The goal will be restored as active. Do you want to continue?
zh_hans: 该目标将恢复为有效状态。是否继续？

source: La meta termina por
en: The goal ends because
zh_hans: 目标结束的原因是

source: La meta termina por:
en: Goal ends after:
zh_hans: 目标结束条件：

source: La meta todavía no ha comenzado, así que también puedes corregir su unidad de medida.
en: The goal hasn't started yet, so you can also correct its unit of measurement.
zh_hans: 比赛尚未开始，因此您也可以更正其计量单位。

source: La migración exporta, de manera segura y cifrada, los siguientes datos:
en: Migration securely exports the following data in encrypted form:
zh_hans: 迁移会以安全加密的方式导出以下数据：

source: La noche convierte práctica en integración
en: Night turns practice into integration.
zh_hans: 夜晚让白天的练习沉淀并融入身心。

source: La noche integra lo que decides creer
en: The night integrates what you choose to believe.
zh_hans: 夜晚会整合你选择相信的一切。

source: La nota «%@» ha sido creada correctamente.
en: Note “%@” was created successfully.
zh_hans: 笔记“%@”已成功创建。

source: La nota está vacía.
en: The note is empty.
zh_hans: 笔记内容为空。

source: La nota será removida!!!
en: The note will be deleted!
zh_hans: 这条笔记将被删除！

source: La nueva identidad se establece al acumular experiencias de respuesta diferente ante el mismo desencadenante.
en: A new identity takes shape as you accumulate experiences of responding differently to the same trigger.
zh_hans: 当你一次次在同样的诱因面前做出不同回应时，新的身份认同便逐渐建立。

source: La palabra clave para el diario
en: The Journal password
zh_hans: 日记密码

source: La práctica de Presencia une dos gestos: despertar del piloto automático y encarnar el estado deseado ahora.
en: The Presence practice brings together two gestures: waking up from autopilot and embodying the desired state now.
zh_hans: 觉察练习包含两个动作：从自动驾驶模式中醒来，并在此刻活出你渴望的状态。

source: La presencia bajó. Prueba 1 retorno consciente al día, aunque sea de 10 segundos.
en: Presence dropped. Try one conscious return per day, even if it is only 10 seconds.
zh_hans: 临在练习下降了。每天尝试一次有意识地回到当下，哪怕只有 10 秒。

source: La primera imagen interna dirige tus pasos
en: Your first inner image guides your steps.
zh_hans: 清晨浮现的第一个内在画面会指引你的脚步。

source: La quietud también es creación
en: Stillness is also creation.
zh_hans: 宁静本身也是一种创造。

source: La región se obtiene de los ajustes del dispositivo, no de tu ubicación. Compruébala antes de llamar.
en: The region comes from your device settings, not your location. Check it before calling.
zh_hans: 该地区取自设备设置，而非你的实时位置。拨打前请先确认。

source: La repetición convierte una intención en experiencia.
en: Repetition turns intention into lived experience.
zh_hans: 重复会把意图转化为真实经验。

source: La respuesta de OpenFoodFacts no se pudo procesar.
en: The OpenFoodFacts response could not be processed.
zh_hans: 无法处理 OpenFoodFacts 的响应。

source: La respuesta no se guarda. Solo te ayuda a decidir el siguiente paso.
en: Your answer is not saved. It only helps you decide what to do next.
zh_hans: 你的回答不会被保存，只用于帮助你决定下一步。

source: La respuesta se generará dentro del campo de conocimiento y las enseñanzas del autor elegido.
en: The response will be generated within the chosen author’s field of knowledge and teachings.
zh_hans: 回复将在所选作者的知识领域和教导范围内生成。

source: La selección automática gratuita puede evitar modelos temporalmente saturados, pero no evita el límite diario de la cuenta.
en: Automatic free selection can avoid temporarily overloaded models, but it does not bypass the account’s daily limit.
zh_hans: 免费自动选择可以避开暂时过载的模型，但无法绕过账户的每日额度。

source: La suscripción se renueva automáticamente cada año hasta que se cancele.
en: The subscription renews automatically each year until it is canceled.
zh_hans: 订阅会每年自动续订，直到你取消为止。

source: La tarde aún tiene espacio para crear
en: There is still room to create this afternoon.
zh_hans: 这个下午依然留有创造的空间。

source: La ubicación está vacía.
en: The location is empty.
zh_hans: 位置信息为空。

# label_reader.additive.toxicity
source: Toxicidad: {0}
en: Toxicity: {0}
zh_hans: 风险等级：{0}

# label_reader.error.ocr
source: Error de OCR: {0}
en: OCR error: {0}
zh_hans: OCR 错误：{0}

# label_reader.error.openfoodfacts_network
source: Error de red con OpenFoodFacts: {0}
en: OpenFoodFacts network error: {0}
zh_hans: OpenFoodFacts 网络错误：{0}

# label_reader.finding.high_salt
source: La concentración de sal supera los niveles recomendados {0}.
en: The salt concentration exceeds recommended levels {0}.
zh_hans: 盐含量超过建议水平（{0}）。

# label_reader.finding.high_saturated_fat
source: La concentración de grasa saturada es alta {0}.
en: The saturated fat concentration is high {0}.
zh_hans: 饱和脂肪含量偏高（{0}）。

# label_reader.finding.high_sugar
source: La concentración de azúcar detectada es alta {0}.
en: The detected sugar concentration is high {0}.
zh_hans: 检测到糖含量偏高（{0}）。

# label_reader.finding.ingredient_count
source: Se detectaron {0} ingredientes, posible perfil ultraprocesado.
en: {0} ingredients detected, suggesting a possible ultra-processed profile.
zh_hans: 检测到 {0} 种配料，可能属于超加工食品。

# label_reader.finding.sodium_equivalent
source: El sodio equivale aproximadamente a {0} g de sal ({1}).
en: The sodium is equivalent to approximately {0} g of salt ({1}).
zh_hans: 钠含量约相当于 {0} 克盐（{1}）。

# label_reader.finding.sodium_equivalent_short
source: Equivale a {0} g de sal {1}.
en: Equivalent to {0} g of salt {1}.
zh_hans: 约相当于 {0} 克盐（{1}）。

# label_reader.home.title
source: Alimentos
en: Food
zh_hans: 食品

# label_reader.nutrition.consumption_warning_accessibility
source: Ver advertencia de consumo para {0}
en: View consumption warning for {0}
zh_hans: 查看{0}的食用提示

# label_reader.nutrition.reported_value
source: Valor reportado: {0} por 100 g
en: Reported value: {0} per 100 g
zh_hans: 标示值：每 100 克 {0}

# label_reader.offline.active
source: BD offline activa. Versión instalada: {0}.
en: Offline database active. Installed version: {0}.
zh_hans: 离线数据库已启用。当前安装版本：{0}。

# label_reader.offline.installed
source: Base offline instalada/actualizada. Versión: {0}.
en: Offline database installed/updated. Version: {0}.
zh_hans: 离线数据库已安装或更新。版本：{0}。

# label_reader.offline.ready
source: Base offline lista. Versión: {0}.
en: Offline database ready. Version: {0}.
zh_hans: 离线数据库已就绪。版本：{0}。

# label_reader.offline.update_available
source: Nueva versión disponible ({0}, actual: {1}).
en: New version available ({0}; current: {1}).
zh_hans: 有新版本可用（{0}，当前版本：{1}）。

# label_reader.offline.update_prompt
source: Se detectó una nueva versión ({0}). ¿Quieres descargarla y verificarla ahora?
en: A new version ({0}) was found. Would you like to download and verify it now?
zh_hans: 检测到新版本（{0}）。是否立即下载并验证？

# label_reader.result.source
source: Resultado ({0})
en: Result ({0})
zh_hans: 结果（{0}）

# label_reader.score.additive_counts
source: Se detectaron {0} aditivos, pero sin llegar al umbral de penalización máxima (medios: {1}, altos/críticos: {2}).
en: {0} additives were detected, but they did not reach the maximum-penalty threshold (medium: {1}, high/critical: {2}).
zh_hans: 检测到 {0} 种添加剂，但未达到最高扣分阈值（中等风险：{1}，高/严重风险：{2}）。

# label_reader.score.criteria_count
source: Analizamos {0} criterios.
en: We analyzed {0} criteria.
zh_hans: 已分析 {0} 项指标。

# label_reader.score.criteria_missing
source: Analizamos {0} criterios y hubo {1} sin datos suficientes.
en: We analyzed {0} criteria; {1} did not have enough data.
zh_hans: 已分析 {0} 项指标，其中 {1} 项数据不足。

# label_reader.score.ecological_result
source: No hay dato directo de orgánico; usamos señales ecológicas y el resultado fue: {0}.
en: There is no direct organic-status data; ecological signals were used, with this result: {0}.
zh_hans: 没有直接的有机信息；根据相关迹象评估，结果为：{0}。

# label_reader.score.final_rating
source: Por esta combinación, la calificación final es {0}.
en: Based on this combination, the final rating is {0}.
zh_hans: 综合以上因素，最终评级为{0}。

# label_reader.score.gluten_indications
source: Gluten: se encontraron indicios {0} en ingredientes.
en: Gluten: {0} indications were found in the ingredients.
zh_hans: 麸质：在配料中发现{0}风险迹象。

# label_reader.score.gluten_product
source: Gluten: {0} según la información del producto.
en: Gluten: {0}, according to the product information.
zh_hans: 麸质：根据产品信息，{0}。

# label_reader.score.nova_priority
source: Se aplicó una regla prioritaria porque es un {0}.
en: A priority rule was applied because this is {0}.
zh_hans: 由于该产品属于{0}，已应用优先规则。

# label_reader.score.result
source: Resultado: {0} ({1})
en: Result: {0} ({1})
zh_hans: 结果：{0}（{1}）

# label_reader.score.salt_level
source: Sal/Sodio: nivel {0}, considerado en la puntuación final.
en: Salt/Sodium: {0} level, factored into the final score.
zh_hans: 盐/钠：风险等级为{0}，已计入最终评分。

# label_reader.score.saturated_fat_level
source: Grasa saturada: nivel {0}, con efecto en la calificación.
en: Saturated fat: {0} level, which affects the rating.
zh_hans: 饱和脂肪：风险等级为{0}，会影响最终评级。

# label_reader.score.sugar_level
source: Azúcar: nivel {0}, lo que impacta negativamente el score.
en: Sugar: {0} level, which negatively affects the score.
zh_hans: 糖：风险等级为{0}，会对评分产生负面影响。

# label_reader.source.allergens
source: Alérgenos: {0}
en: Allergens: {0}
zh_hans: 过敏原：{0}

# label_reader.source.barcode
source: Código: {0}
en: Barcode: {0}
zh_hans: 条形码：{0}

# label_reader.source.ingredients
source: Ingredientes: {0}
en: Ingredients: {0}
zh_hans: 配料：{0}

# label_reader.source.product
source: Producto: {0}
en: Product: {0}
zh_hans: 产品：{0}

source: Las contraseñas coinciden
en: The passwords match
zh_hans: 密码匹配

source: Las contraseñas no coinciden
en: The passwords do not match
zh_hans: 密码不匹配

source: Las contraseñas no coinciden, por favor revise el texto
en: The passwords do not match. Please check the text.
zh_hans: 密码不一致，请检查输入内容。

source: Las enseñansas de neville rebozan de Amor y Verdad!
en: Neville's teachings overflow with Love and Truth!
zh_hans: 内维尔的教诲充满了爱与真理！

source: Las frases de otros autores necesitan acceso Premium.
en: Quotes by other authors require Premium access.
zh_hans: 其他作者的语句需要高级版权限。

source: Las Frases y enseñanzas de %@ están disponibles en la Versión Extendida
en: Quotes and teachings from %@ are available in the Extended Version.
zh_hans: %@ 的名言与教导可在扩展版中使用。

source: Las Frases y enseñanzas de Gregg Braden están disponibles en la Versión Extendida
en: Gregg Braden’s quotes and teachings are available in the Extended Version.
zh_hans: 格雷格·布雷登的名言与教导可在扩展版中使用。

source: Las Frases y enseñanzas del Dr. Bruce Lipton están disponibles en la Versión Extendida
en: Dr. Bruce Lipton’s quotes and teachings are available in the Extended Version
zh_hans: 布鲁斯·利普顿博士的语录与教导可在扩展版中使用

source: Las Frases y enseñanzas del Dr. Joe Dispenza están disponibles en la Versión Extendida
en: Dr. Joe Dispenza’s quotes and teachings are available in the Extended Version.
zh_hans: 乔·迪斯潘扎博士的名言与教导可在扩展版中使用。

source: Las Metas activas aparecerán aquí cuando tengan unidades programadas.
en: Active Goals will appear here when they have scheduled units.
zh_hans: 设有计划单元的进行中目标会显示在这里。

source: Las metas no muestran un patrón fuerte de estancamiento reciente.
en: Your goals do not show a strong recent stagnation pattern.
zh_hans: 你的目标近期没有明显停滞模式。

source: Lector de Etiquetas
en: Food Label Scanner
zh_hans: 食品标签扫描器

source: Lector QR
en: QR Scanner
zh_hans: 二维码扫描器

source: Lectura útil
en: Useful reading
zh_hans: 有用解读

source: Lecturas
en: Readings
zh_hans: 阅读

source: Lecturas altas
en: High Readings
zh_hans: 高位读数

source: Lee siempre la etiqueta del producto.
en: Always read the product label.
zh_hans: 请务必阅读产品包装上的标签。

source: Lenguaje del antiguo yo
en: Language of the Old Self
zh_hans: 旧自我的语言

source: Letra
en: Font
zh_hans: 字体

source: Leyenda compatible con norma ecológica UE
en: Labeling Consistent with EU Organic Standards
zh_hans: 标签说明符合欧盟有机标准

source: Leyendo…
en: Reading…
zh_hans: 正在读取…

source: Libera el peso del día
en: Release the weight of the day.
zh_hans: 卸下这一天的负担。

source: Lienzo
en: Canvas
zh_hans: 画布

source: Lienzo creativo
en: Creative Canvas
zh_hans: 创意画布

source: Lima
en: Lime
zh_hans: 青柠色

source: Limitar a menos del 10 por ciento de las calorías diarias; idealmente sustituir por grasas insaturadas.
en: Limit to less than 10 percent of daily calories; ideally replace with unsaturated fats.
zh_hans: 限制在每日总热量的百分之十以下，并尽量以不饱和脂肪替代。

source: Límite gratuito de esta cuenta: hasta %lld solicitudes al día.
en: Free limit for this account: up to %lld requests per day.
zh_hans: 此账户免费额度：每天最多 %lld 次请求。

source: Límite recomendado: <5 g de sal al día (≈2 g de sodio).
en: Recommended limit: <5 g of salt per day (≈2 g of sodium).
zh_hans: 建议每天盐摄入量低于 5 克（约相当于 2 克钠）。

source: Limpiar
en: Clear
zh_hans: 清除

source: Línea 024
en: 024 Helpline
zh_hans: 024 热线

source: Lista de Contextos
en: Context List
zh_hans: 情境列表

source: Lista extensa de ingredientes
en: Long Ingredient List
zh_hans: 配料表较长

source: Listado
en: List
zh_hans: 列表

source: Listado de Frases
en: Quote List
zh_hans: 名言列表

source: Listado de prácticas
en: Practice List
zh_hans: 练习列表

source: Listas:
en: Lists:
zh_hans: 列表：

source: Listo
en: Ready
zh_hans: 可以开始

source: Llama o envía un mensaje de texto para apoyo en crisis 24/7.
en: Call or text for 24/7 crisis support.
zh_hans: 可拨打电话或发送短信，全天候获得危机支持。

source: Llama o envía un mensaje de texto para hablar con una persona capacitada.
en: Call or text to speak with a trained counselor.
zh_hans: 可拨打电话或发送短信，与受过培训的专业人员交谈。

source: Lleva la atención al centro del pecho. Imagina que el aire entra y sale desde el corazón.
en: Bring your attention to the center of your chest. Imagine the breath flowing in and out through your heart.
zh_hans: 把注意力带到胸口中央，想象气息正从心口进出。

source: Llevo mi atención al espacio sereno de mi corazón.
en: I bring my attention to the peaceful space of my heart.
zh_hans: 我把注意力带回内心宁静的空间。

source: Lo completado frente a lo que aún pide atención.
en: What you completed and what still needs attention.
zh_hans: 看看已经完成的事，以及仍需关注的部分。

source: Lo detecté antes o durante el impulso.
en: I noticed it before or during the urge.
zh_hans: 我在冲动之前或出现时察觉到了。

source: Lo detecté después de actuar.
en: I noticed it after acting.
zh_hans: 行动之后我才察觉。

source: Lo esencial ahora
en: What matters most right now
zh_hans: 此刻最重要的事

source: Lo estás haciendo genial: sigue regresando.
en: You're doing great—keep coming back.
zh_hans: 你做得很好，继续一次次回到当下。

source: Lo externo no manda sobre tu estado
en: External circumstances do not control your state.
zh_hans: 外在环境无法决定你的内在状态。

source: Lo que has elegido cuidar semana a semana.
en: What you have chosen to tend week by week.
zh_hans: 你每周选择照看的内容。

source: Lo que hoy te mostró sobre ti o tu forma de actuar.
en: What today revealed about you or the way you act.
zh_hans: 今天让你更了解自己的哪一面，或自己的行事方式？

source: Lo que más se repite en diario y presencia.
en: What repeats most in journal and presence.
zh_hans: 日记和临在中最常出现的内容。

source: Lo que produce…
en: Which leads to…
zh_hans: 从而导致……

source: Lo que salió bien
en: What went well
zh_hans: 进展顺利的事

source: LO QUE SALIÓ BIEN
en: WHAT WENT WELL
zh_hans: 进展顺利的事

source: Localiza tensión e inquietud sin intentar eliminarlas.
en: Notice tension and restlessness without trying to eliminate them.
zh_hans: 找到紧张和不安的位置，不急着消除它们。

source: Logros de la semana
en: This week's achievements
zh_hans: 本周成果

source: Longitud correcta
en: Correct length
zh_hans: 正确长度

source: Los 21 días avanzan desde observar el patrón hasta consolidar una identidad basada en conducta.
en: The 21 days progress from observing the pattern to consolidating a behavior-based identity.
zh_hans: 这 21 天会从观察模式逐步推进到巩固以行为为基础的新身份。

source: Los accesos 1 y 2 aparecen a la izquierda de Home; los accesos 3 y 4, a la derecha. Home permanece siempre fijo en el centro. Pulsa Editar para cambiar el orden.
en: Access points 1 and 2 appear to the left of Home; access points 3 and 4 appear to the right. Home always remains fixed in the center. Tap Edit to change the order.
zh_hans: 接入点 1 和 2 显示在“首页”左侧；接入点 3 和 4 显示在右侧。“首页”始终固定在中心位置。点击“编辑”即可更改顺序。

source: Los datos para el cálculo de estrés se toman de la aplicación Salud, utilizando HealthKit en modo solo lectura.
en: The Law may use HealthKit to read heart rate, heart rate, respiration, steps, and workouts saved by Apple Watch and the Health app. The data is processed on this device, and the Law does not add or modify Health data.
zh_hans: 压力计算数据取自“健康”应用程序，使用 HealthKit 以只读模式获取。

source: Los datos para el cálculo de stress se toman de la aplicación Salud, utilizando HealthKit en modo solo lectura.
en: The data for stress calculation is taken from the Health app, using HealthKit in read-only mode.
zh_hans: 压力计算数据取自“健康”应用程序，使用 HealthKit 以只读模式获取。

source: Los datos se guardan en App Group compartido con iOS.
en: Data is stored in an App Group shared with iOS.
zh_hans: 数据保存在与 iOS 共享的 App Group 中。

source: Los dos colores forman el degradado del fondo general.
en: The two colors create the overall background gradient.
zh_hans: 两种颜色将组成整体背景的渐变色。

source: Los dos colores forman el degradado del fondo.
en: The two colors create the background gradient.
zh_hans: 两种颜色将组成背景的渐变色。

source: Los ejemplos incluyen reacción a críticas, procrastinación, teléfono compulsivo, comida por estrés, conversaciones incómodas y abandono prematuro de rutinas.
en: The examples cover defensiveness, procrastination, compulsive phone checking, stress eating, difficult conversations, and giving up on routines too soon.
zh_hans: 示例包括对批评的防御性反应、拖延、反复查看手机、压力性进食、困难对话，以及过早放弃习惯。

source: Los modelos gratuitos están sujetos a límites de uso y disponibilidad. Neville nunca cambiará silenciosamente a un modelo de pago.
en: Free models are subject to usage limits and availability. Neville will never silently switch to a paid model.
zh_hans: 免费模型受使用限制和可用性影响。Neville 绝不会在未告知您的情况下切换到付费模型。

source: Los recordatorios no están autorizados. Puedes activarlos en Ajustes del sistema.
en: Notifications are not allowed. You can enable them in System Settings.
zh_hans: 通知权限尚未开启。你可以在系统设置中启用。

source: Los servicios de ubicación están desactivados en el sistema.
en: Location Services are turned off on this device.
zh_hans: 系统定位服务已关闭。

source: Los servicios pueden cambiar. Comprueba siempre el país, el propósito y la fuente antes de llamar.
en: Services may change. Always check the country, purpose, and source before calling.
zh_hans: 服务信息可能会变化。拨打前请务必确认适用国家或地区、服务用途及信息来源。

source: Los temas ilustran las últimas investigaciones publicadas en revistas científicas: Nature, Cell, Neuron,Science, PubMed, etc. El contenido de cada tema será revisado y actualizado con frecuencia.
en: The topics present the latest research published in scientific journals such as Nature, Cell, Neuron, Science, and PubMed. Each topic is reviewed and updated regularly.
zh_hans: 这些主题呈现发表在 Nature、Cell、Neuron、Science、PubMed 等科学期刊上的最新研究。每个主题都会定期审阅和更新。

source: Luciérnagas
en: Fireflies
zh_hans: 萤火虫

source: Luego
en: Later
zh_hans: 稍后

source: Lugar
en: Location
zh_hans: 地点

source: Lunes
en: Monday
zh_hans: 星期一

source: Malo
en: Poor
zh_hans: 较差

source: Managed Background Assets no está disponible en esta versión del sistema.
en: Managed Background Assets is not available in this system version.
zh_hans: 当前系统版本不支持 Managed Background Assets。

source: Mañana
en: Morning
zh_hans: 早晨

source: Mañana continúa la creación
en: Creation continues tomorrow.
zh_hans: 明天，创造仍将继续。

source: Mañana empieza en el estado que duermes hoy
en: Tomorrow begins in the state you fall asleep in tonight.
zh_hans: 明天始于你今晚入睡时的状态。

source: Mañanas
en: Mornings
zh_hans: 晨间仪式

source: Mantén el proceso aunque la experiencia sea imperfecta.
en: Stay with the process even when the experience is imperfect.
zh_hans: 即使体验并不完美，也要守住过程。

source: Mantén lo que ya funcionó y repite la práctica más fácil de sostener esta semana.
en: Keep what already worked and repeat the easiest practice to sustain this week.
zh_hans: 保留已经有效的做法，并重复本周最容易坚持的练习。

source: Mantén pulsado para cambiar u ocultar la mascota
en: Press and hold to change or hide your pet
zh_hans: 按住可更改或隐藏您的宠物

source: Mantén tu intención durante el día.
en: Keep your intention present throughout the day.
zh_hans: 在一天中始终记得自己的意图。

source: Mantén viva tu intención
en: Keep your intention alive.
zh_hans: 让你的意图继续保持鲜活。

source: Mantener la respuesta nueva con presión moderada.
en: Maintain the new response under moderate pressure.
zh_hans: 在适度压力下保持新的回应方式。
